/* Added to PROC_KILLED when the killing signal cause a dump */
" (core dumped)" = "（内核信息已转存）";

/* Separator between permanent and discovered servers */
"--- Discovered Servers ---" = "--- 已发现的服务器 ---";

/* Used between items concatenated into comma-separated lists. */
", " = ", ";

/* Inspector process list: process name status annotation */
"(stopped)" = "（已停止）";

/* Inspector process list: process name status annotation */
"(zombie)" = "（僵化）";

/* Start of bookmark name; used to find bookmark names in terminal text */
"[" = "[";

/* User-inserted bookmark; the parameter is the bookmark name */
"[%@]" = "[%@]";

/* Appears in window when the user's custom command/shell isn't found. */
"[Command not found: %@]" = "[找不到命令：%@]";

/* Failure to create a new terminal session. Displayed in terminal content. */
"[Could not create a new process and open a pseudo-tty.]" = "[未能创建新的进程和打开伪终端(pseudo-tty)。]";

/* Appears in window when the shell exits cleanly */
"[Process completed]" = "[进程已完成]";

/* Appears in window when the shell exits abnormally */
"[Process exited - exit code %u]" = "[进程已退出 - 退出代码%u]";

/* Appears in window when the shell is murdered */
"[Process was terminated by signal %d%s]" = "[进程已被信号%1$d%2$s中止]";

/* Appears at the end of restored terminal text; the parameter is a date/time string */
"[Restored %@]" = "[恢复于%@]";

/* Appears at the start of restored terminal text when truncated */
"[Restored contents truncated]" = "[已恢复的内容被截断]";

/* End of bookmark name; used to find bookmark names in terminal text */
"]" = "]";

/* Separator used for dimensions in window title */
"\\U00D7" = "×";

/* denied request from quarantined/sandboxed application to open file */
"\\U201C%@\\U201D can\\U2019t be opened because %@ is not allowed to open documents in Terminal." = "“%@”无法打开，因为不允许“%@”在“终端”中打开文稿。";

/* Inspector process list: separator between process name annotations (middle dot between thin spaces) */
"\\U2009\\U00B7\\U2009" = " · ";

/* Ellipses to indicate unread output in terminal */
"\\U2026" = "…";

/* Displayed to indicate that the Option modifier key is NOT currently mapped to the Meta modifier. */
"\\U2325" = "⌥";

/* Tab/Window close sheet; process name with duplicate name count */
"%@ (%d)" = "%@ (%d)";

/* Bookmark menu-item title format string; the first parameter is the line number, the second parameter is the bookmark name */
"%@: %@" = "%@：%@";

/* Thin-space and ellipses suffixed to process name to indicate activity in terminal */
"%@\\U2009\\U2026" = "%@ …";

/* Window settings save panel; string combined with full user name for default save name */
"%@\\U2019s profile" = "%@的描述文件";

/* Default name for new window groups; includes user name */
"%@\\U2019s window group" = "%@的窗口组";

/* Insert ellipsis into a string truncated in the middle; the variables are the prefix/suffix of the truncated string. */
"%@\\U2026%@" = "%@…%@";

/* Window settings preferences; Keyboard map; format string for Key description column; argument 1 is the modifier, argument 2 is the key */
"%1$@ %2$@" = "%2$@ %1$@";

/* Window settings preferences; Text appearance; format string for font field; argument 1 is the font name, argument 2 is the font size */
"%1$@ %2$@ pt" = "%1$@ %2$@";

/* The 'use Option as Meta' title. The word 'Meta' should probably not be localized. */
"⌥⃣ ➔  àáâ…" = "⌥⃣ ➔  àáâ…";

/* The 'use Option as Meta' title when on. */
"⌥⃣ ➔ M⃣eta" = "⌥⃣ ➔ M⃣eta";

/* The 'use Option as Meta' title. The word 'Meta' should probably not be localized. */
"⌥ Meta" = "⌥ Meta";

/* The 'use Option as Option key (instead of Meta)' title. */
"⌥ Option" = "⌥ Option";

/* Jump/Select to Previous Bookmark function key description. */
"△" = "△";

/* Jump/Select to Next Bookmark function key description. */
"▽" = "▽";

/* Window settings; error title when settings name is already in use */
"A profile named \\U201C%@\\U201D already exists." = "名称为“%@”的描述文件已存在。";

/* (No Comment) */
"Alter Profiles" = "更改描述文件";

/* Function key description */
"Background Color" = "背景颜色";

/* Default settings; name for default Black on White settings */
"Black on White" = "白底黑字";

/* Default settings; name for default Black on Yellow settings */
"Black on Yellow" = "黄底黑字";

/* Default settings; name for default Blue on White settings */
"Blue on White" = "白底蓝字";

/* User-inserted bookmark default name; the parameter is a date/time string */
"Bookmarked %@" = "书签添加于%@";

/* Informative text for invalid Bracketed Paste Mode content alert. */
"Bracketed Paste Mode is enabled in the terminal and the text to send contains the escape sequence that marks the end of pasted text. This is invalid for Bracketed Paste Mode, and could allow subsequent content in the text to perform arbitrary commands." = "“括号内粘贴模式”已在终端内启用，并且要发送的文本包含标记粘贴文本结尾的转义序列。这对于“括号内粘贴模式”无效，且可能允许文本中的后续内容执行任意命令。";

/* Name of built-in default window settings */
"Built-in" = "内建";

/* No comment provided by engineer. */
"Cancel" = "取消";

/* for Undo Menu suffix for settings changes - "Undo Change Setting" */
"Change Setting" = "更改设置";

/* Menu item title */
"Clear to Previous Bookmark" = "清除到上一个书签";

/* Menu item title */
"Clear to Previous Mark" = "清除到上一个标记";

/* Menu item title */
"Clear to Selected Bookmark" = "清除到所选书签";

/* Menu item title */
"Clear to Selected Mark" = "清除到所选标记";

/* Menu item title */
"Clear to Start of Selection" = "清除到所选内容的开头";

/* No comment provided by engineer. */
"Close" = "关闭";

/* No comment provided by engineer. */
"Close All" = "全部关闭";

/* Close current split-pane */
"Close split-pane" = "关闭拆分面板";

/* (No Comment) */
"Close split-view" = "关闭分屏浏览";

/* Tab close-button accessibility label/title. */
"Close tab" = "关闭标签页";

/* Tab close-button accessibility role description. */
"close tab button" = "关闭标签页按钮";

/* Tab close sheet; message description for a single process */
"Closing this tab will terminate the running process %@." = "关闭这个标签页将会终止正在运行的进程%@。";

/* Tab close sheet; message description for multiple processes */
"Closing this tab will terminate the running processes: %@." = "关闭这个标签页将会终止正在运行的进程：%@。";

/* Window close sheet; message description for a single process */
"Closing this window will terminate the running process %@." = "关闭这个窗口将会终止正在运行的进程%@。";

/* Window close sheet; message description for multiple processes */
"Closing this window will terminate the running processes: %@." = "关闭这个窗口将会终止正在运行的进程：%@。";

/* Compose Email Message contextual menu item. */
"Compose" = "编写";

/* SSH/Telnet Connection contextual menu item. */
"Connect" = "连接";

/* Window settings preferences; text shown with profiles which are set as the Copy Attributes profile */
"Copy" = "拷贝";

/* Window settings preferences; text shown with profiles which are set as the default */
"Default" = "默认";

/* Tab close sheet; message title */
"Do you want to close this tab?" = "你要关闭这个标签页吗？";

/* Window close sheet; message title */
"Do you want to close this window?" = "你要关闭这个窗口吗？";

/* Tab close sheet; message title when there are running processes */
"Do you want to terminate running processes in this tab?" = "你想要终止这个标签页中正在运行的进程吗？";

/* Window close sheet; message title when there are running processes */
"Do you want to terminate running processes in this window?" = "你想要终止这个窗口中正在运行的进程吗？";

/* pboard couldn't give a string. */
"Error: couldn't create a new terminal" = "错误：未能创建新的终端";

/* Service */
"File Transfer (ftp)" = "文件传输(ftp)";

/* Find Panel; window title */
"Find" = "查找";

/* Default settings; name for default Green on Black settings */
"Green on Black" = "黑底绿字";

/* Shell menu item title; used when inspector is visible */
"Hide Inspector" = "隐藏检查器";

/* Menu item title */
"Hide Marks" = "隐藏标记";

/* View Menu item title; used when the tab bar is shown */
"Hide Tab Bar" = "隐藏标签页栏";

/* Inspector process list: process status */
"Idle" = "闲置";

/* Application termination dialog; message description */
"If you don\\U2019t review your windows, any running processes will be terminated." = "如果你不检查你的窗口，那么其中的任何进程都将被中止。";

/* Accessibility description for Insert Bookmark. */
"insert bookmark" = "插入书签";

/* Button title for inserting a new bookmark. */
"Insert Bookmark" = "插入书签";

/* No comment provided by engineer. */
"It may have been incompletely copied from another machine." = "可能未将其从另外一台电脑完全拷贝过来。";

/* Look Up contextual menu item. */
"Look Up" = "查询";

/* Look Up contextual menu item with selected text. */
"Look Up \\U201C%@\\U201D" = "查询“%@”";

/* Look Up contextual menu item with truncated text. */
"Look Up \\U201C%@\\U2026\\U201D" = "查询“%@…”";

/* Displayed to indicate that the Option modifier key is currently mapped to the Meta modifier. Like the word 'Meta' this should probably not be localized. */
"M" = "M";

/* Open man Page function key label. */
"man page" = "man页面";

/* strings used for Shortcut man page support */
"Man Pages" = "Man页面";

/* Open man Page function key options label. */
"man Title Automatic" = "自动";

/* Open man Page function key options label. */
"man Title Fixed Width" = "固定宽度";

/* Open man Page function key options label. */
"man Title None" = "无";

/* Window settings import; alert title shown when multiple files are corrupt */
"Multiple files could not be imported." = "未能导入多个文件。";

/* Default name for new window settings */
"New profile" = "新描述文件";

/* Accessibility description for New Remote Connection. */
"new remote connection" = "新建远程连接";

/* Function key description */
"New Remote Connection" = "新建远程连接";

/* Button title for making a new tab. */
"New Tab" = "新建标签页";

/* New Tab and contextual menu item title format; the variable is the profile name */
"New Tab with Profile - %@" = "使用描述文件“%@”新建标签页";

/* New Tab menu item title format; the variable is the profile name */
"New Tab with Same Command" = "使用相同命令新建标签页";

/* New Window menu item title format; the variable is the profile name */
"New Window with Profile - %@" = "使用描述文件“%@”新建窗口";

/* New Window menu item title format; the variable is the profile name */
"New Window with Same Command" = "使用相同命令新建窗口";

/* Accessibility description for Jump/Select to Next Bookmark. */
"next bookmark" = "下一个书签";

/* Accessibility description for Jump/Select to Next Mark. */
"next mark" = "下一个标记";

/* Inspector process list: boolean NO */
"No" = "否";

/* Bookmarks menu item title for when there are no bookmarks */
"No Bookmarks" = "无书签";

/* No options for this service */
"No options" = "无选项";

/* Title of menu item used in Open Window Group submenu when no groups are available */
"No Window Groups" = "无窗口组";

/* Application prefs; string superimposed on table of window groups when none are available */
"No Window Groups Saved" = "未存储窗口组";

/* Generic save panel; name of object type used in save panel if not otherwise specified */
"object" = "对象";

/* No comment provided by engineer. */
"OK" = "好";

/* Open Link contextual menu item. */
"Open Link" = "打开链接";

/* Accessibility description for Open man Page for Selection. */
"open man page" = "打开man页面";

/* Open man Page contextual menu item. */
"Open man Page" = "打开man页面";

/* Help menu item; the variable is the search term. */
"Open man Page for \\U201C%@\\U201D" = "打开“%@”的man页面";

/* Function key description */
"Open man Page for Selection" = "打开所选内容的man页面";

/* Displayed to indicate that the Option modifier key is NOT currently mapped to the Meta modifier. */
"Option" = "Option键";

/* Displayed to indicate that the Option modifier key is currently mapped to the Meta modifier. The word 'Meta' should probably not be localized. */
"Option is Meta" = "Option键作为Meta键";

/* (No Comment) */
"Paste" = "粘贴";

/* Message text for control-character content alert. */
"Paste control characters?" = "粘贴控制字符？";

/* (No Comment) */
"Paste without Control Characters" = "不带控制字符粘贴";

/* Accessibility description for Jump/Select to Previous Bookmark. */
"previous bookmark" = "上一个书签";

/* Accessibility description for Jump/Select to Previous Mark. */
"previous mark" = "上一个标记";

/* Function key description */
"Previous/Next Bookmark" = "上一个/下一个书签";

/* Function key description */
"Previous/Next Mark" = "上一个/下一个标记";

/* Function key description */
"Previous/Next Mark — Insert Bookmark" = "上一个/下一个标记 — 插入书签";

/* Default process name */
"Process name" = "进程名称";

/* Window settings save panel; name of object used in replacement panels */
"profile" = "描述文件";

/* (No Comment) */
"QuarantineAllow" = "允许";

/* (No Comment) */
"QuarantineDeny" = "不允许";

/* (No Comment) */
"QuarantineMessage" = "这将向其他电脑显示你的用户名和网络地址。若要避免在将来收到警告，请将它添加到已知主机的SSH列表。";

/* (No Comment) */
"QuarantineMessageError" = "\n\n搜索已知主机时出错（请运行“%@”来查看详细信息）。";

/* (No Comment) */
"QuarantineTitle2" = "你允许这样做吗？";

/* strings used for quarantine alerts */
"QuarantineTitleSSH" = "“终端”正在为“%2$@”打开与“%1$@”的SSH连接。";

/* (No Comment) */
"QuarantineTitleTelnet" = "“终端”正在为“%2$@”打开与“%1$@”的Telnet连接。";

/* No comment provided by engineer. */
"Quit" = "退出";

/* Service */
"Remote Login (telnet)" = "远程登录(telnet)";

/* Window settings preferences; path control pop-up menu item for removing the background image */
"Remove" = "移除";

/* Generic save panel; title of button used to replace existing object */
"Replace" = "替换";

/* Generic save panel; information text used for alert when replacing existing countable object. */
"Replacing the %@ will override its contents." = "如替换“%@”，其内容将被覆盖。";

/* Generic save panel; information text used for alert when replacing existing uncountable object. */
"Replacing the %@ will override their contents." = "如替换“%@”，其内容将被覆盖。";

/* Application termination dialog; review windows button title */
"Review Windows\\U2026" = "检查窗口…";

/* Inspector process list: process status */
"Runnable" = "可运行";

/* Window group save panel; panel title */
"Save Window Group" = "存储窗口组";

/* Help menu item; the variable is the search term. */
"Search man Page Index for \\U201C%@\\U201D" = "搜索“%@”的man页面索引";

/* Open man Page function key options label. */
"Search Term Display:" = "搜索词显示：";

/* Web search contextual menu item when the search provider is unknown. */
"Search the Web" = "搜索网页";

/* Web search (e.g., Google) contextual menu item. */
"Search with %@" = "用%@搜索";

/* Service */
"Secure File Transfer (sftp)" = "安全文件传输(sftp)";

/* No comment provided by engineer. */
"Secure Shell (ssh)" = "安全Shell (ssh)";

/* Connect to service option */
"SFTP (Automatic)" = "SFTP（自动）";

/* No comment provided by engineer. */
"SFTP Protocol 1" = "SFTP协议1";

/* Shell menu item title; used when inspector is not visible */
"Show Inspector" = "显示检查器";

/* Menu item title */
"Show Marks" = "显示标记";

/* View Menu item title; used when the tab bar is hidden */
"Show Tab Bar" = "显示标签页栏";

/* Inspector process list: process status */
"Sleeping" = "正在睡眠";

/* Split current pane */
"Split pane" = "拆分面板";

/* strings used for split view controls */
"Split view" = "分屏浏览";

/* No comment provided by engineer. */
"SSH (Automatic)" = "SSH（自动）";

/* Connect to service option */
"SSH Protocol 1" = "SSH协议1";

/* Connect to service option */
"SSH Protocol 2" = "SSH协议2";

/* Window settings preferences; text shown with profiles which are set as the startup profile */
"Startup" = "启动";

/* Inspector process list: process status */
"Stopped" = "已停止";

/* default title */
"Terminal" = "终端";

/* Default name for Save Text As... menu */
"Terminal Saved Output.txt" = "终端存储的输出.txt";

/* Terminal title component; enables adding markup around each of the title components, before they are concatenated with em-dashes between them */
"terminal title component" = "%@";

/* No comment provided by engineer. */
"Terminate" = "终止";

/* Application termination dialog; terminate processes button title */
"Terminate Processes" = "中止进程";

/* Generic save panel; title used for alert when replacing existing uncountable object. */
"The %1$@ %2$@ already exist. Do you want to replace them?" = "%1$@“%2$@”已存在。你要替换它们吗？";

/* Generic save panel; title used for alert when replacing existing countable object. */
"The %1$@ %2$@ already exists. Do you want to replace it?" = "%1$@“%2$@”已存在。你要替换它吗？";

/* No comment provided by engineer. */
"The administrator has set your shell to an illegal value." = "管理员已将你的shell设置为非法值。";

/* No comment provided by engineer. */
"The file \\U201C%@\\U201D could not be executed because you do not have appropriate access privileges." = "文件“%@”无法执行，因为你没有正确的访问权限。";

/* Window settings import; alert title shown when a single file is corrupt; %@ is filename */
"The file \\U201C%@\\U201D could not be imported." = "未能导入文件“%@”。";

/* No comment provided by engineer. */
"The file \\U201C%@\\U201D could not be opened because it is corrupt." = "文件“%@”无法打开，因为它已损坏。";

/* Window settings import; alert description shown when a single file is corrupt */
"The file is corrupt. You may be able to obtain a fresh copy of the file from its author." = "该文件已损坏。你也许能够从其作者处获得新版本的文件。";

/* Window settings import; alert description shown when a multiple files are corrupt; %@ is comma-separated list of filenames */
"The following files are corrupt: %@. You may be able to obtain a fresh copy of the files from their author." = "以下文件已损坏：%@。你也许能够从其作者处获得新版本的文件。";

/* Window settings; error title when settings name is empty */
"The name is too short." = "名称太短。";

/* Informative text for control-character content alert. */
"The text contains control characters, which could allow the pasted content to perform arbitrary commands.\n\nTo confirm and Paste, you can use \\U21E7\\U2318\\U23CE." = "文本包含的控制字符会允许粘贴的内容执行任意命令。\n\n若要确认并粘贴，你可以使用⇧⌘⏎。";

/* No comment provided by engineer. */
"To view or change access privileges, select the file in the Finder and choose File > Get Info." = "要查看或更改访问权限，请在“访达”中选择该文件，然后选取“文件”>“显示简介”。";

/* Window settings; error description when settings name is already in use or is reserved */
"Try entering a different name." = "尝试输入其他名称。";

/* Window settings; error description when settings name is empty */
"Try entering a name with more characters." = "尝试输入有更多字符的名称。";

/* Accessibility description for Use Option as Meta Key. */
"use option as meta key" = "将Option键用作Meta键";

/* Function key description */
"Use Option as Meta Key" = "将Option键用作Meta键";

/* Function key description */
"Use Option Instead of Meta" = "使用Option键代替Meta键";

/* Function keys description */
"VT100 (PF1-PF4)" = "VT100 (PF1-PF4)";

/* Function keys description */
"VT220 (PF1-PF4 + F5-F20)" = "VT220 (PF1-PF4 + F5-F20)";

/* Function keys description */
"VT220 Compact (F1-F20)" = "VT220紧凑(F1-F20)";

/* Function keys description */
"VT220 Extras (F13-F20)" = "VT220附加(F13-F20)";

/* Function keys description */
"VT420 All Enabled (PF1-PF4 + F1-F20)" = "VT420全部启用(PF1-PF4 + F1-F20)";

/* No comment provided by engineer. */
"w" = "w";

/* Default settings; name for default White on Black settings */
"White on Black" = "黑底白字";

/* Default settings; name for default White on Blue settings */
"White on Blue" = "蓝底白字";

/* Window group save panel; name of object used in replacement panels */
"window group" = "窗口组";

/* Inspector process list: boolean YES */
"Yes" = "是";

/* No comment provided by engineer. */
"You are not authorized to run this application." = "你没有运行此应用程序的权限。";

/* Message text for invalid Bracketed Paste Mode content alert. */
"You cannot send the text to the terminal, because it contains invalid content for Bracketed Paste Mode." = "你不能将文本发送到终端，因为它包含的内容对“括号内粘贴模式”无效。";

/* Application termination dialog; message title */
"You have %d windows with running processes. Do you want to review these windows before quitting?" = "%d个窗口有正在运行的进程。你要在退出前先检查这些窗口吗？";

/* Inspector process list: process status */
"Zombie" = "僵化";

